label syou1:

    "(アラーム音)"

    s "ん……う、んん"

    "束の間の休息を妨げる妨害音で目を覚ます。"

    s "………"

    "靄がかった視界の中、ぼんやりと天井を仰ぐ。"

    "昨日と、一昨日となんら変わらない朝。"

    "同じ音楽で目覚め、毎度同じ所感を抱く朝。"

    "好きな音楽に煩わしさを覚え、自身を疎ましく思う。そんな朝が、今日もやってきたらしかった。"

    "耳元で戦慄くスマホのアラームを止め、上体を起こす。"

    s "……っ。頭、いってえ"

    "起き上がると同時に、頭部に「ズキン」と痛みが走る。"

    "心なしか気分も優れない。"

    "起きしなには気づかなったが、意識が明瞭になるにつれ、鈍い痛みと不快感が襲い来る。"

    "典型的な二日酔い。"

    "机の上に目をやると、昨晩開けたであろう同銘柄の酒缶が無数に散乱している。"

    "ざっと数えても5本以上。"

    "しかもビールではなく、安い発泡酒だ。"

    "それでこの酔い方。"

    s "はぁ……"

    "小さく漏らした落胆が、瞬く間にワンルームを満たしていく。"

    "今まで何度繰り返したのか、これから何度繰り返していくのか分からないこの時間。"

    "カーテンの隙間から差し込む木漏れ日が一縷の希望の様に映り、縋りつきたくなるような。"

    "そんな、誰しもが経験しうる瞬間。"

    "そして、誰しもが甘んじて受け入れている現実。"

    "その時間に、瞬間に、最大限の苦痛を訴えるのは愚劣だろうか。"

    "あたかも、絶望しているかのように振舞うのはおこがましいだろうか。"

    "………叶うのならば、ひたすらに微睡んでいたい。"

    "そう願いはすれど、いつまでも感傷に浸っているわけにもいかないというのも確かで。"

    "先程から、部屋の掛け時計が秒針を刻む音が、俺を急き立てている。"

    s "準備……しなきゃな"

    "ヨロヨロと立ち上がり、台所へと向かう。"

    "確か、頭痛薬がまだ残っていたはずだ。"

    "ここに、もし気立てのいい彼女の一人でもいれば、温かい味噌汁が用意してあったりしたのかもしれないけれど。"

    "そんな益体ない事を考えつつ、記憶を頼りに頭痛薬を探す。"

    "確かこの棚に入れてあった筈……"

    s "お、あったあった"

    "目当ての品を発見。"

    "群発性頭痛に悩まされていた頃の遺産。"

    "錠剤を指定数取り出し、生温い水道水で流し込む。"

    "即効性の高い薬だ。暫くすれば効果のほどが現れるだろう。"

    s "ふぅ……"

    "一息ついてから、椅子に腰かけ煙草に火をつける。"

    "目線は自然、手元の頭痛薬に注がれる。"

    "この頭痛薬は「象徴」だ。"

    "俺という人間にとって、現在知りうる限りで最も凄惨な時期の置き土産。"

    "つまるところ、その行為に伴って、当時の記憶も想起されるわけであり。"

    s "…………"

    "「凄惨」というのは、比喩でも自己憐憫でもない。"

    "一般論を十分考慮した上での結論だ。"

    "「ポトリ」と机に灰が堕ちる。"

    "――頭痛が、酷くなる気がした。"

    "俺は、一体何をしているんだろうか。"

    "唯のワンルームが、懴悔室か何かの様にさえ思えてくる。"

    "俺は、愚かだ。"

    "頭痛を治める為に服用した薬を見て、頭痛を加速させているのだから。"

    "今のところ、それだけが全てだ。"

    "それだけだが、愚鈍で、度し難く、痴れているのは明らか。"

    "ふと「精神的に向上心のない者は馬鹿だ」と言い残した文豪を思い出す。"

    "嗚呼、正にその通りだ。"

    "であるなら、しばらく経った後、俺は自殺するのだろうか。"

    "世間を渡る息苦しさ。等というような曖昧な動機で、この手で己が命を絶つのだろうか。"

    "愚かな理由で、愚かしく、愚かな生を根絶やすのだろうか。"

    "でも中には「将来に対する唯ぼんやりとした不安」から服毒自殺に走った人も居たな。"

    "ならば彼は愚かだったのだろうか。"

    "俺と同様であったのか。"

    "いや、彼に限って俺と同じとは。そんな筈はないと思うが。"

    "……分からない。分からない。"

    "そこまで思案してようやく、煙草が燃え尽きている事に気が付く。"

    "いつからこうしていただろうか。"

    "ハッとして時計を見やる。"

    s "やっべ……"

    "気付けば、あと10分ほどで家を出なければならない。という所まで時刻が差し迫っていた。"

    "呑気にしている暇はない。"

    "いつの間にか吸い切った煙草と、纏まらない思考を片付けて席を立つ。"

    "軽く歯を磨き、洗濯物の束から、皺だらけのワイシャツを引っ張り出す。"

    "簡素な姿見の前に立ち、身嗜みを整えていく。"

    s "………"

    "いつ見ても酷い有様だ。"

    "水で軽く寝かしつけた程度では収まらない寝ぐせ、無気力で濁った瞳孔、くたびれたワイシャツに、とってつけたようなネクタイ、ヨレたスーツ。"

    "見るに堪えない。"

    "いつの日か見た大人が自分なら、不祥事だって起きて当然。"

    "そんな事を思う。"

    "鏡に映る自分とまともに目を合わせることもままならないまま、鏡面を離れる。"

    "それでも、行かなければならない。"

    "仮病か何か使って休んでしまいたい気持ちをグッと堪える。"

    "世界は、俺を中心に回ってはくれないのだから仕方がない。"

    "俺は、歯車だ。"

    "言い聞かせ、ドアノブを捻る。"

    s "行ってきます"

    "誰に投げかけたわけでもない言葉は、木霊することもなく消滅した。"

    ###―シーン切り替え―###

    ###背景BG候補
    "希月市、親鸞町。"

    "首都圏郊外に位置する、人口数万人程度の小規模都市。"

    "そこで俺は暮らしている。"

    "別名「桜雲町」"

    "名前から察せられる通り、桜が有名な町だ。"

    "町内のそこかしこに桜の苗木が植えられており、春の到来と共にそれらが一斉に開花。"

    "なんてことない街路～公園までもが、簡素な花見スポットに様変わりする。"

    "中でも、都市部までの沿線沿い数百メートルに渡って乱れ咲く桜並木は希月市随一の観光名所であると同時に、日本屈指の花見スポットとしても有名で、毎年花見シーズンになると多くの観光客が大手を振って街中を闊歩している。"

    "町が活気づいて大変結構なことだ。"

    "ちなみに桜雲町という別称については、遠目に見た際に満開の花弁が重なり合う様子が白雲の様に映る事から名付けられたらしい。"

    "その他交通インフラもある程度整っており、市内にはスーパーやホームセンターも点在しているため、生活に困る事もない。"

    "総評的に、暮らしやすい街だなと思う。"

    "にしても……"

    ###背景BG候補   ここまで

    s "希望の月に、桜の雲ねぇ……"

    "思わず口に出していた。"

    "閑静な住宅街の只中。周辺に人影はない為、特に問題はないのだが。"

    "声に出してみると、なんというか……むず痒くて歯が浮きそうになる。"

    "この町に越して来た頃ならいざ知らず、もう浪漫に懸想する様な歳でもない。"

    "分相応に、身の丈に沿って生きることを覚えた。"

    "月には、どれだけ手を伸ばそうと届かないことを知った。"

    "枯死木となった桜が存在することも識った。"

    "そんな俺からすれば、この町の春は眩過ぎる。"

    "決して【悲観主義者|ペシミスト】という訳ではない。"

    "ただ事実に即しているだけだ。"

    "今は、枯れた桜の木で閑古鳥が鳴き喚いているくらいが心地良い。"

    "そう。丁度、こんな具合に。"

    # BG候補

    "目線の先には、件の桜並木が開けている。"

    "川を挟んで左右の土手沿いに延々と続く桜並木。"

    $ renpy.end_replay()